Repository: HealthcARWebsite/HealthcARWebsite.github.io
Catalog: src/locale/messages.*.xlf
Languages: es

source: Contact Us
es: Contactarnos

source: Name
es: Nombre

source: Email Address
es: Correo electrónico

source: Phone Number
es: Numero de teléfono

source: Organization
es: Organizacion

source: Message
es: Mensaje

source: Thanks for using HealthcAR!
es: Gracias por usar HelthcAr!

source: If you'd like a copy of these resources, please enter your email below.
es: Si te gustaría una copia de estos resultados, por favor entre su correo electrónico

source: Email Results <mat-icon aria-hidden="true">mail</mat-icon>
es: Enviar resultados correo

source: Add Missing Provider <mat-icon aria-hidden="true">medical_information</mat-icon>
es: Agregar proveedor información medica

source: Name
es: Nombre

source: Description
es: Descripción

source: ZIP Code
es: Código postal

source: Select page of healthcare providers
es: Seleccione la página de proveedores de atención médica

source: New Search <mat-icon aria-hidden="true">search</mat-icon>
es: Nueva busceda

source: How old are you?
es: Edad?

source: What is your Zip Code?
es: Código postal?

source: Do you have Health Insurance?
es: Seguro médica?

source: Search <mat-icon aria-hidden="true">search</mat-icon>
es: Buscar

source: Invalid Search Terms
es: Términos inválidos

source: Invalid Form
es: Forma invalida

source: Invalid Email Address
es: Correo invalido

source: Message Failed
es: Mensaje fallido

source: Message Sent
es: Mensaje enviado

source: Close
es: Cerrar

source: HealthcAR Logo
es: Logotipo de HealthcAr

source: We are an <strong>Arkansas based</strong> healthcare database. Our goal is to provide users with <strong>free and low-cost</strong> resources for healthcare information and services. We value <strong>patient privacy</strong> and collect zero data on patient needs or demographics.
es: Somos una base de datos de atención médica de el estado de Arkansas. Nuestro objetivo es proporcionar a los usuarios recursos gratuitos y de bajo costo sobre servicios de atención médica. Valoramos la privacidad del paciente y no colectamos datos sobre las necesidades o la demografía del paciente.
